Repository: nimdassdev/Pixea-Localizations
Catalog: *.lproj/Localizable.strings
Languages: de, ru

source: Unable to process image...
de: Bild kann nicht verarbeitet werden...
ru: Не удалось обработать изображение...

source: Cancel
de: Abbrechen
ru: Отмена

source: macOS 11 or higher is required.
de: macOS 11 oder höher ist erforderlich.
ru: Требуется macOS 11 или выше.

source: macOS 10.15 or higher is required.
de: macOS 10.15 oder höher ist erforderlich.
ru: Требуется macOS 10.15 или выше.

source: Object Removal algorithm is based on Machine Learning features first introduced with macOS Big Sur. Update your macOS to use Object Removal tool.
de: Der Algorithmus zur Objektentfernung basiert auf Funktionen des maschinellen Lernens, die erstmals mit macOS Big Sur eingeführt wurden. Aktualisieren Sie Ihr macOS, um das Werkzeug zur Objektentfernung zu verwenden.
ru: Алгоритм удаления объектов основан на функциях машинного обучения, впервые представленных в macOS Big Sur. Обновите macOS, чтобы использовать инструмент удаления объектов.

source: Text Selection is based on Machine Learning functionality first introduced with macOS Catalina. Update your macOS to use Text Selection Tool.
de: Die Textauswahl basiert auf der Funktion maschinelles Lernen, die erstmals mit macOS Catalina eingeführt wurde. Aktualisieren Sie Ihr macOS, um das Textauswahl-Werkzeug zu verwenden.
ru: Выбор текста основан на функциональности машинного обучения, впервые представленной в macOS Catalina. Обновите macOS, чтобы использовать инструмент выбора текста.

source: Image Upscaling is based on Machine Learning functionality first introduced with macOS Catalina. Update your macOS to use Image Upscaling.
de: Die Bildskalierung basiert auf der Funktion maschinelles Lernen, die erstmals mit macOS Catalina eingeführt wurde. Aktualisieren Sie Ihr macOS, um die Bildskalierung zu verwenden.
ru: Апскейлинг изображений основан на функциональности машинного обучения, впервые представленной в macOS Catalina. Обновите macOS, чтобы использовать апскейлинг изображений.

source: No media
de: Keine Medien
ru: Нет медиа

source: No supported media in this folder
de: Keine unterstützten Medien in diesem Ordner
ru: В этой папке нет поддерживаемых медиафайлов

source: Are you sure you want to move this folder to Trash?
de: Möchten Sie diesen Ordner wirklich in den Papierkorb verschieben?
ru: Вы уверены, что хотите переместить эту папку в корзину?

source: Are you sure you want to move this file to Trash?
de: Möchten Sie diese Datei wirklich in den Papierkorb verschieben?
ru: Вы уверены, что хотите переместить этот файл в корзину?

source: This folder cannot be moved to Trash. Are you sure you want to delete it permanently?
de: Dieser Ordner kann nicht in den Papierkorb verschoben werden. Möchten Sie ihn wirklich dauerhaft löschen?
ru: Эту папку нельзя переместить в корзину. Вы уверены, что хотите удалить ее навсегда?

source: This file cannot be moved to Trash. Are you sure you want to delete it permanently?
de: Diese Datei kann nicht in den Papierkorb verschoben werden. Möchten Sie sie wirklich endgültig löschen?
ru: Этот файл не может быть перемещен в корзину. Вы уверены, что хотите удалить его навсегда?

source: "%@" will be moved to the Trash.
de: "%@" wird in den Papierkorb verschoben.
ru: "%@" будет перемещен в корзину.

source: "%@" will be deleted immediately. You can’t undo this action.
de: "%@" werden sofort gelöscht. Diese Aktion lässt sich nicht rückgängig machen.
ru: "%@" будет удален немедленно. Вы не сможете отменить это действие.

source: Move To Trash
de: In den Papierkorb verschieben
ru: Переместить в Корзину

source: Delete
de: Löschen
ru: Удалить

source: Unable to delete '%@'
de: '%@' löschen nicht möglich
ru: Невозможно удалить '%@'

source: Check permissions or try again later.
de: Überprüfen Sie die Berechtigungen oder versuchen Sie es später erneut.
ru: Проверьте права доступа или повторите попытку позже.

source: Drop your media here
de: Legen Sie Ihre Medien hier ab
ru: Перетащите сюда свои медиафайлы

source: Drop Image/Video file, Folder or Zip-Archive to start
de: Bild-/Videodatei, Ordner oder Zip-Archiv ablegen, um zu starten
ru: Перетащите файл изображения/видео, папку или ZIP-архив, чтобы начать

source: Favorites
de: Favoriten
ru: Избранное

source: Recents
de: Zuletzt verwendet
ru: Недавние

source: Archived Media
de: Archivierte Medien
ru: Архивированные медиафайлы

source: Media in this Folder
de: Medien in diesem Ordner
ru: Медиа в этой папке

source: Subfolders in this Archive
de: Unterordner in diesem Archiv
ru: Подпапки в этом архиве

source: Subfolders and Archives
de: Unterordner und Archive
ru: Подпапки и Архивы

source: Images: %lu
de: Bilder: %lu
ru: Изображения: %lu

source: Images: %lu, Videos: %lu
de: Bilder: %lu, Videos: %lu
ru: Изображения: %lu, Видео: %lu

source: Folders: %lu
de: Ordner: %lu
ru: Папки: %lu

source: Folders: %lu, Archives: %lu
de: Ordner: %lu, Archiv: %lu
ru: Папки: %lu, Архивы: %lu

source: Can't open
de: Kann nicht geöffnet werden
ru: Не могу открыть

source: Unable to open this image file
de: Diese Bilddatei kann nicht geöffnet werden
ru: Невозможно открыть этот файл изображения

source: Unable to open this video file
de: Diese Videodatei kann nicht geöffnet werden
ru: Невозможно открыть этот видеофайл

source: Unable to open this archive
de: Dieses Archiv kann nicht geöffnet werden
ru: Невозможно открыть этот архив

source: No supported media in this archive
de: Keine unterstützten Medien in diesem Archiv
ru: В этом архиве нет поддерживаемых медиафайлов

source: Nothing found
de: Nichts gefunden
ru: Ничего не найдено

source: Sorry, no matches found for '%@'
de: Es wurden leider keine Treffer für '%@' gefunden
ru: Извините, совпадений для '%@' не найдено

source: Image was edited
de: Bild wurde bearbeitet
ru: Изображение было отредактировано

source: You can choose to export the edited image, or ignore changes. You can’t undo this action.
de: Sie können das bearbeitete Bild exportieren oder die Änderungen ignorieren. Diese Aktion lässt sich nicht rückgängig machen.
ru: Вы можете выбрать экспорт отредактированного изображения или игнорировать изменения. Вы не можете отменить это действие.

source: Export Image...
de: Bild exportieren...
ru: Экспортировать изображение...

source: Export Image
de: Bild exportieren
ru: Экспортировать изображение

source: Best
de: beste Bildqualität
ru: Лучшее

source: Lossless
de: Verlustfrei
ru: Без потерь

source: Ignore Changes
de: Änderungen ignorieren
ru: Игнорировать изменения

source: Unable to find your purchase...
de: Ihr Kauf konnte nicht gefunden werden...
ru: Не удалось найти вашу покупку...

source: Check your Apple Account or try again later.
de: Überprüfen Sie Ihr Apple-Konto oder versuchen Sie es später erneut.
ru: Проверьте свою учетную запись Apple или повторите попытку позже.

source: No applications
de: Keine Anwendungen
ru: Нет приложений

source: Preparing...
de: Vorbereiten ...
ru: Подготовка...

source: Removing objects...
de: Objekte entfernen...
ru: Удаление объектов...

source: Processing transparency...
de: Transparenz bei der Verarbeitung...
ru: Обработка прозрачности...

source: Upscaling image...
de: Bild hochskalieren...
ru: Апсекейлинг изображения...

source: Loading...
de: Laden ...
ru: Загрузка...

source: Stopping...
de: Hochskalierung Stoppen ...
ru: Отмена...

source: Created: %@
de: Erstellte: %@
ru: Создан: %@

source: Taken: %@
de: Aufgenommen: %@
ru: Снято: %@

source: Resume at %@
de: Bei Zeitstempel %@
ru: Возобновить с %@

source: Frames
de: Rahmen
ru: Кадры

source: Grant Access
de: Zugriff gewähren
ru: Предоставить доступ

source: No access
de: Kein Zugriff
ru: Нет доступа

source: Access granted
de: Zugriff gewährt
ru: Доступ предоставлен

source: Pixea needs write permissions to delete '%@'. Click "Grant Access" to continue.
de: Pixea benötigt Schreibrechte zum Löschen '%@'. Klicken Sie auf "Zugriff gewähren" um weiterzumachen.
ru: Pixea нужны права на запись для удаления '%@'. Нажмите "Предоставить доступ", чтобы продолжить.

source: **SPACE** is reserved for "**Hold Spacebar and Drag to Scroll**" and "**Play / Pause Video**" actions. **Z** and **⌥Z** are reserved for "**Zoom In**" / "**Zoom Out**" actions.
de: **SPACE** ist reserviert für "**Zum Scrollen die Leertaste gedrückt halten und ziehen**" und "**Video abspielen/anhalten**" als Aktionen. **Z** und **⌥Z** sind reserviert für "**Vergrößern**" / "**Verkleinern**" als Aktionen.
ru: **ПРОБЕЛ** зарезервирован для действий "**Удерживайте пробел + перетаскивайте**" и "**Воспроизвести / Приостановить видео**". **Z** и **⌥Z** зарезервированы для действий "**Увеличить**" / "**Уменьшить**".

source: Clipboard
de: Zwischenablage
ru: Буфер обмена

source: Unmute
de: Stummschaltung aufheben
ru: Вкл. звук

source: Mute
de: Stummschalten
ru: Выкл. звук

source: Track %i - [%@]
ru: Дорожка %i - [%@]

source: Track %i
de: %i verfolgen
ru: Дорожка %i

source: Next
de: Nächster
ru: Далее

source: Done
de: Fertig
ru: Готово

source: Small
de: Klein
ru: Маленький

source: Large
de: Groß
ru: Большой

source: Regular
de: Regulär
ru: Стандартный

source: Open File or Folder...
de: Datei oder Ordner öffnen...
ru: Открыть файл или папку...

source: Recent:
de: Zuletzt verwendete:
ru: Недавнее:

source: New from Clipboard
de: Neu aus der Zwischenablage
ru: Новое из буфера обмена

source: Scroll Up
de: Nach oben scrollen
ru: Прокрутить вверх

source: Scroll Down
de: Nach unten scrollen
ru: Прокрутить вниз

source: Scroll Left
de: Nach links scrollen
ru: Прокрутить влево

source: Scroll Right
de: Nach rechts scrollen
ru: Прокрутить вправо

source: Previous Media
de: Vorherige Medien
ru: Предыдущий медиафайл

source: Next Media
de: Nächste Medien
ru: Следующий медиафайл

source: Previous Frame/Step Backward 10s
de: Vorheriger Rahmen/Schritt zurück 10s
ru: Предыдущий кадр/назад на 10 с

source: Next Frame/Step Forward 10s
de: Nächstes Rahmen/Schritt vorwärts 10s
ru: Следующий кадр/вперед 10 сек.

source: Step Backward 30s
de: 30 Sek. zurückgehen
ru: Назад на 30s

source: Step Forward 30s
de: 30 Sek. vorwärtsgehen
ru: Вперед на 30s

source: Volume Up
de: Lautstärke erhöhen
ru: Увеличить громкость

source: Volume Down
de: Lautstärke verringern
ru: Уменьшить громкость

source: Mute/Unmute
de: Stummschalten/Stummschaltung aufheben
ru: Отключить/Включить звук

source: Slideshow
de: Diashow
ru: Слайд-шоу

source: Zoom In
de: Vergrößern
ru: Увеличить

source: Zoom Out
de: Verkleinern
ru: Уменьшить

source: Fit to Screen
de: An Bildschirm anpassen
ru: По размеру экрана

source: Stretch to Fit
de: Zum Anpassen dehnen
ru: Растянуть до размера экрана

source: Fill Screen
de: Bildschirm ausfüllen
ru: Заполнить экран

source: Toggle Fullscreen
de: Vollbild ein-/ausblenden
ru: Переключить на полный экран

source: Actual Size
de: Tatsächliche Größe
ru: Реальный размер

source: Fixed Size & Position
de: Größe und Position festlegen
ru: Фиксированный размер и положение

source: Playback Speed x 0.5
de: Wiedergabegeschwindigkeit x 0.5
ru: Скорость воспроизведения x 0.5

source: Playback Speed x 0.9
de: Wiedergabegeschwindigkeit x 0.9
ru: Скорость воспроизведения x 0.9

source: Playback Speed Normal
de: Wiedergabegeschwindigkeit Normal
ru: Нормальная скорость воспроизведения

source: Playback Speed x 1.1
de: Wiedergabegeschwindigkeit x 1.1
ru: Скорость воспроизведения x 1.1

source: Playback Speed x 1.5
de: Wiedergabegeschwindigkeit x 1.5
ru: Скорость воспроизведения x 1.5

source: Playback Speed x 2.0
de: Wiedergabegeschwindigkeit x 2.0
ru: Скорость воспроизведения x 2.0

source: Rotate 180º
de: 180º drehen
ru: Повернуть на 180º

source: Rotate 90º Clockwise
de: 90º im Uhrzeigersinn drehen
ru: Повернуть на 90º по часовой стрелке

source: Rotate 90º Counter-clockwise
de: 90º gegen den Uhrzeigersinn drehen
ru: Повернуть на 90º против часовой стрелки

source: Upscale Image
de: Bild hochskalieren
ru: Апскейл изображения

source: Eraser Tool
de: Radiergummi-Werkzeug
ru: Инструмент «Ластик»

source: Flip Horizontally
de: Horizontal spiegeln
ru: Перевернуть горизонтально

source: Flip Vertically
de: Vertikal spiegeln
ru: Перевернуть вертикально

source: Selection Tool
de: Auswahl-Werkzeug
ru: Инструмент «Выделение»

source: Deselect
de: Auswahl aufheben
ru: Снять выделение

source: Show Thumbnails
de: Miniaturansichten anzeigen
ru: Показать миниатюры

source: Get Info
de: Informationen anfordern
ru: Свойства

source: Move to Trash
de: In den Papierkorb verschieben
ru: В Корзину

source: Show in Finder
de: Im Finder anzeigen
ru: Показать в Finder

source: Export...
de: Exportieren...
ru: Экспорт...

source: Crop Image...
de: Bild zuschneiden...
ru: Обрезать изображение...

source: Hand Tool
de: Hand-Werkzeug
ru: Инструмент «Рука»

source: Adjust Hue, Saturation, Brightness...
de: Farbton, Sättigung und Helligkeit anpassen...
ru: Отрегулируйте оттенок, насыщенность, яркость...

source: Adjust Color Temperature...
de: Farbtemperatur anpassen...
ru: Отрегулируйте цветовую температуру...

source: Adjust Exposure...
de: Belichtung anpassen...
ru: Настройте экспозицию...

source: Resize Image...
de: Bildgröße ändern...
ru: Изменить размер изображения...

source: Sharpness and Noise...
de: Schärfe und Rauschen...
ru: Резкость и подавление шума...

source: Clone Tool
de: Klon-Werkzeug
ru: Инструмент «Клонирование»

source: Text Selection Tool
de: Textauswahl-Werkzeug
ru: Инструмент выделения текста

source: Edit with: App #1
de: Mit: App #1 bearbeiten
ru: Редактировать с помощью: Приложение №1

source: Edit with: App #2
de: Mit: App #2 bearbeiten
ru: Редактировать с помощью: Приложение №2

source: Edit with: App #3
de: Mit: App #3 bearbeiten
ru: Редактировать с помощью: Приложение №3

source: Edit with: App #4
de: Mit: App #4 bearbeiten
ru: Редактировать с помощью: Приложение №4

source: Edit with: App #5
de: Mit: App #5 bearbeiten
ru: Редактировать с помощью: Приложение №5

source: Step Forward 10s
de: 10 Sek. vorwärtsgehen
ru: Вперед на 10с

source: Step Backward 10s
de: 10 Sek. zurückgehen
ru: Назад на 10с

source: Hide Thumbnails
de: Miniaturansichten verstecken
ru: Скрыть миниатюры

source: Next Frame
de: Nächster Rahmen
ru: Следующий кадр

source: Previous Frame
de: Vorheriger Rahmen
ru: Предыдущий кадр

source: Not set
de: Nicht festgelegt
ru: Не установлено

source: Preferences
de: Einstellungen
ru: Настройки

source: General
de: Allgemein
ru: Основные

source: Shortcuts
de: Verknüpfungen
ru: Быстрые клавиши

source: File Types
de: Dateitypen
ru: Типы файлов

source: Video
ru: Видео

source: Folder Access
de: Ordnerzugriff
ru: Доступ к папкам

source: Advanced
de: Erweitert
ru: Дополнительно

source: More Apps
de: Weitere Anwendungen
ru: Больше приложений

source: in
ru: дюйм

source: mm
ru: мм

source: cm
ru: см

source: px
ru: пикс

source: %ipx × %ipx
ru: %iпикс × %iпикс

source: %ipx × %ipx (%ippi)
ru: %iпикс × %iпикс (%iпикс на дюйм)

source: %@ bytes
ru: %@ байт

source: %li sec
de: %li Sek
ru: %li сек

source: Check available memory and disk space. Try closing other apps and restarting Pixea.
de: Überprüfen Sie den verfügbaren Arbeitsspeicher und Speicherplatz. Versuchen Sie, andere Apps zu schließen und Pixea neu zu starten.

source: Processing '%@'...
de: '%@' wird bearbeitet...
